#!/bin/bash

sleep 5
echo -e "\n"
echo -e "░█▀█░░░░░░▄░░░░░░█▀▄░█▀█░█▀▀░▀█▀░█▀▀░█▀▄"
echo -e "░█░█░█▀█░▀█▀░█▀█░█▀▄░█▀█░▀▀█░░█░░█▀▀░█▀▄"
echo -e "░▀▀▀░▀░▀░░▀░░▀▀▀░▀░▀░▀░▀░▀▀▀░░▀░░▀▀▀░▀░▀ v1.1\n" 
echo -e "Ontop SPARQL Endpoint is live at \e[5;4;92mhttp://localhost:8082/\e[0m\n"                                                                                                 
                                                                                                         
# Keep the container running
tail -f /dev/null
